0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (30 0 0);
pressure             0;
turbulentKE          0.135; //taking I as 0.01%
turbulentOmega       12000; //turbulent length scale = 5.59e-5

// ************************************************************************* //
